[
  {
    "title": "Assistant Director of Development",
    "company": "Vanderbilt University",
    "description": "Responsible for gift fundraising and increasing alumni engagement.",
    "url": "https://www.vanderbilt.edu/dar/"
  },
  {
    "title": "Assistant Vice Chancellor for Crisis, Reputation and Issues Management",
    "company": "Vanderbilt University",
    "description": "Leads crisis communication strategies to protect university reputation.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Research Assistant, Senior (Warren Center, Plumley Lab)",
    "company": "Vanderbilt University",
    "description": "Conducts high-throughput screening assays of small molecule modulators.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Assistant Director of Campus Services",
    "company": "Vanderbilt University",
    "description": "Manages facilities operations including keys, fleet, waste management.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Assistant Director of Research Finance - Grants Management",
    "company": "Vanderbilt University",
    "description": "Leads grant reconciliation and oversight for sponsored research projects.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Assistant Dean for Career Services, Law School",
    "company": "Vanderbilt University",
    "description": "Oversees career placement strategies and employer relationships.",
    "url": "https://law.vanderbilt.edu/"
  },
  {
    "title": "Assistant Director, Student Center for Social Justice and Identity",
    "company": "Vanderbilt University",
    "description": "Supports multicultural and international students with programming.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Research Assistant",
    "company": "Vanderbilt University",
    "description": "Supports behavioral experiments and lab operations in Psychology Dept.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Assistant To The Dean",
    "company": "Vanderbilt University",
    "description": "Provides administrative support to the Dean of Divinity School.",
    "url": "https://divinity.vanderbilt.edu/"
  },
  {
    "title": "Accounting Assistant",
    "company": "Vanderbilt University",
    "description": "Manages purchase requisitions and invoice reconciliations.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Executive Assistant",
    "company": "Vanderbilt University",
    "description": "Provides high-level communication support, project management, scheduling, and executive-level administrative services within Development and Alumni Relations (DAR). Supports two Assistant Vice Chancellors and manages logistics for meetings, travel, budgets, and confidential projects.",
    "url": "https://www.vanderbilt.edu/dar/"
  },
  {
    "title": "Assistant Dean for Admissions, Law School",
    "company": "Vanderbilt University",
    "description": "Leads the law school's admissions office, including recruitment, strategy, scholarship awards, and oversight of J.D., LL.M., and MLS admissions. Ensures ABA compliance and drives data-informed enrollment initiatives.",
    "url": "https://law.vanderbilt.edu/"
  },
  {
    "title": "Research Assistant, Molecular Physiology and Biophysics (Mchaourab Lab)",
    "company": "Vanderbilt University",
    "description": "Assists in molecular biology and protein biochemistry studies focusing on neurotransmitter sodium symporters. Works with advanced spectroscopy, cryo-EM, and structural models.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "Research Assistant, Pharmacology",
    "company": "Vanderbilt University",
    "description": "Performs equipment maintenance, research support, administrative coordination, and scientific logistics in the Department of Pharmacology. Supports faculty and resource users with purchasing, compliance, and lab operations.",
    "url": "https://www.vanderbilt.edu/"
  },
  {
    "title": "DAR Assistant, Law",
    "company": "Vanderbilt University",
    "description": "Supports alumni relations and fundraising operations for Vanderbilt Law School. Manages scheduling, event coordination, donor relations, office budgeting, and database reporting.",
    "url": "https://www.vanderbilt.edu/dar/"
  },
  {
    "title": "Research Assistant, Molecular Physiology and Biophysics (Chen Lab)",
    "company": "Vanderbilt University",
    "description": "Supports research on epigenetically modified cancer cell lines through vector construction, transfection, and molecular characterization. Also oversees lab organization and safety compliance.",
    "url": "https://www.vanderbilt.edu/"
  }
]